Revit 2027 API
RebarHandlesData.GetStartHandle Method
 Gets the start handle tag.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetStartHandle()
Public Function GetStartHandle As Integer
public:
int GetStartHandle()
member GetStartHandle : unit -> int
Return Value
Int32
 Returns the start handle tag.
See Also
Reference
RebarHandlesData Class
Autodesk.Revit.DB.Structure Namespace